Repository: DataProRU/Auto-transfers
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: ru

source: User
ru: Пользователь

source: Personal info
ru: Личная информация

source: Permissions
ru: Права

source: Important dates
ru: Системные даты

source: Accounts
ru: Аккаунты

source: Admin
ru: Администратор

source: Manager
ru: Менеджер

source: Client
ru: Клиент

source: Logistician
ru: Логист

source: Opening manager
ru: Менеджер по открытию

source: Title
ru: Тайтл

source: Inspector
ru: Осмотр

source: Re-Export
ru: Реэкспорт

source: Username
ru: Имя пользователя

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
ru: Обязательно. Не более 150 символов. Только буквы, цифры и @/./+/-/_.

source: A user with that username already exists.
ru: Пользователь с таким именем уже существует.

source: Full name
ru: ФИО

source: Phone
ru: Телефон

source: Telegram
ru: Телеграм

source: Address
ru: Адрес

source: Company
ru: Компания

source: Telegram user ID
ru: ID пользователя Telegram

source: Role
ru: Роль

source: Is approved
ru: Одобрен

source: Is onboarded
ru: Прошел онбординг

source: Users
ru: Пользователи

source: Image
ru: Фото

source: Created
ru: Создано

source: Document photo
ru: Фото документа

source: Documents photos
ru: Фото документов

source: Password must contain at least one uppercase letter, one lowercase letter, one digit, and one special character.
ru: Пароль должен содержать как минимум одну заглавную букву, одну строчную букву, одну цифру и один специальный символ.

source: Number should be in format: '+79991234567'.
ru: Номер должен быть в формате: '+79991234567'.

source: User with this phone already exists.
ru: Пользователь с таким номером телефона уже существует.

source: Telegram username must be 5-32 characters long, contain only letters, numbers and underscores.
ru: Имя пользователя в телеграм должно быть длиной от 5 до 32 символов и содержать только буквы, цифры и символы подчеркивания.

source: User with this telegram already exists.
ru: Пользователь с таким именем в телеграм уже существует.

source: Client with this phone already exists.
ru: Клиент с таким номером телефона уже существует.

source: Client with this telegram already exists.
ru: Клиент с таким именем в телеграм уже существует.

source: Client with this email already exists.
ru: Клиент с такой электронной почтой уже существует.

source: Model
ru: Модель

source: Vehicle Information
ru: Информация об автомобиле

source: Logistics
ru: Логистика

source: Client & Status
ru: Клиент и статус

source: CRM Information
ru: Информация CRM

source: System Information
ru: Системная информация

source: Vehicle
ru: Автомобиль

source: Autotrips
ru: Автоперевозки

source: Accepted
ru: Принят

source: Damaged
ru: Повреждён

source: Reporter
ru: Приёмщик

source: Place
ru: Местонахождение

source: Comment
ru: Комментарий

source: Report number
ru: Номер отчёта

source: Report time
ru: Время отчёта

source: Acceptance date
ru: Дата приёмки

source: Status
ru: Статус

source: Acceptance report
ru: Отчёт о приёмке

source: Acceptance reports
ru: Отчёты о приемке

source: Report
ru: Отчёт

source: Car photo
ru: Фото автомобиля

source: Car photos
ru: Фото автомобилей

source: Key photo
ru: Фото ключа

source: Key photos
ru: Фото ключей

source: Vehicle document photo
ru: Фото документов автомобиля

source: Vehicle document photos
ru: Фото документов автомобилей

source: Vehicle type
ru: Тип автомобиля

source: Vehicle types
ru: Типы автомобилей

source: Initial
ru: Начальный этап

source: Loading
ru: Погрузка

source: Ready for Transport
ru: Готов к перевозке

source: Requires Approval
ru: Требует одобрения

source: Rejected
ru: Отклонён

source: Without opening
ru: Без открытия

source: With re-export
ru: С реэкспортом

source: Without re-export
ru: Без реэкспорта

source: Yes
ru: Да

source: No
ru: Нет

source: Consignment
ru: Коносамент

source: Required inspection
ru: Требуется осмотр

source: Required expertise
ru: Требуется экспертиза

source: Year brand model
ru: Год Марка Модель

source: Price
ru: Цена

source: Container number
ru: Номер контейнера

source: Arrival date
ru: Дата прибытия контейнера

source: Transporter
ru: Морская линия

source: Recipient
ru: Получатель авто

source: Transit method
ru: Метод транзита

source: Acceptance type
ru: Тип приёмки

source: Location
ru: Местоположение

source: Requested title
ru: Запросил тайтл

source: Notified parking
ru: Уведомил стоянку

source: Notified inspector
ru: Уведомил осмотр

source: Logistician comment
ru: Комментарий логиста

source: Vehicle transporter
ru: Автовоз

source: Logistician keys number
ru: Количество ключей у логиста

source: Opening date
ru: Дата открытия

source: Opened
ru: Открыто

source: Manager comment
ru: Комментарий менеджера

source: Pickup address
ru: Адрес забора

source: Took title
ru: Забрал тайтл

source: Title collection date
ru: Дата забора тайтла

source: Transit number
ru: Транзитный номер

source: Inspection done
ru: Осмотр проведён

source: Inspection date
ru: Дата осмотра

source: Number sent
ru: Номер отправлен

source: Number sent date
ru: Дата отправки номера

source: Inspection paid
ru: Оплата осмотра

source: Inspector comment
ru: Комментарий инспектора

source: Export
ru: Экспорт

source: Prepared documents
ru: Документы подготовлены

source: Vehicle arrival date
ru: Дата прибытия автомобиля

source: Receive vehicle
ru: Автомобиль получен

source: Receive documents
ru: Документы получены

source: Full acceptance
ru: Полное принятие

source: Receiver keys number
ru: Количество ключей у приёмщика

source: Approved by logistician
ru: Одобрено логистом

source: Approved by manager
ru: Одобрено менеджером

source: Approved by inspector
ru: Одобрено осмотром

source: Approved by title
ru: Одобрено тайтлом

source: Approved by re-export
ru: Одобрено реэкспортом

source: Approved by receiver
ru: Одобрено приёмщиком

source: Ready for receiver
ru: Готово для приёмщика

source: Status changed
ru: Статус изменён

source: Creation time
ru: Время создания

source: Vehicle info
ru: Информация об автомобиле

source: Vehicle infos
ru: Информация об автомобилях

source: Number
ru: Номер

source: Vehicle transporters
ru: Автовозы

source: Vehicle info document photo
ru: Фото документа автомобиля (заявка)

source: Vehicle info document photos
ru: Фото документов автомобилей (заявка)

source: Vehicle with this VIN does not exist.
ru: ТС с таким VIN номером не существует.

source: Required if 'transit_method' is 'without_openning'.
ru: Обязательно, если метод транзита 'без открытия'.

source: Required if 'acceptance_type' is 'with_re_export'.
ru: Обязательно, если тип приемки 'с реэкспортом'.

source: Required if 'transit_method' is 't1' or 're_export' and container was opened.
ru: Обязательно, если метод транзита 'T1' или 'реэкспорт' и контейнер был открыт.

source: Cannot update a bid that has already been completed (approved by receiver).
ru: Нельзя обновить заявку, которая уже была завершена (одобрена приемщиком).

source: Required if 'took_title' in the request body.
ru: Обязательно, если 'took_title' присутствует в теле запроса.

source: Cannot update a bid that has already been completed (title collected).
ru: Нельзя обновить заявку, которая уже была завершена (тайтл собран).

source: Required if 'inspection_done' is 'yes'.
ru: Обязательно, если 'был осмотр' равно 'да'.

source: Required if 'number_sent' is true.
ru: Обязательно, если 'отправлен номер' - 'да'.

source: Cannot export without prepared documents.
ru: Нельзя экспортировать без подготовленных документов.

source: Cannot update a vehicle that has already been exported.
ru: Нельзя обновить транспортное средство, которое уже было экспортировано.

source: Cannot update a vehicle that has already been accepted.
ru: Нельзя обновить транспортное средство, которое уже было принято.

source: Can create multiply vehicles only for one client.
ru: Можно создать несколько транспортных средств только для одного клиента.

source: It is not possible to create multiple vehicles with the same VINs.
ru: Невозможно создать несколько транспортных средств с одинаковыми VIN номерами.

source: Enter a valid date in YYYY-MM-DD format.
ru: Введите корректную дату в формате ГГГГ-ММ-ДД.

source: Vehicle with this VIN already exists.
ru: Транспортное средство с таким VIN уже существует.
